/* Location time info */
"xTime" = "%@ time";

/* Unknown time location */
"unknownTimeLocation" = "Unknown time location";

/* To sort something ascending */
"sortAscending" = "Sort ascending";

/* To sort something descending */
"sortDescending" = "Sort descending";

/* Older Appointment Section */
"older" = "Older";

/* Upcoming Appointment Section */
"upcoming" = "Upcoming";

/* lastXDays Appointment Section */
"lastXDays" = "Last %@ days";

/* provide the purpose of using biometrics*/
"biometricsRequestReason" = "Please enable authentication with biometrics to secure data access";

/* Upcoming notification message */
"upcomingAppointmentInX" = "Upcoming appointment in %@";

/* Bad URL error message */
"badURL" = "Bad URL";

/* Decoding issue error message */
"decodingIssue" = "Decoding issue";

/* Ecoding issue error message */
"encodingIssue" = "Encoding issue";

/* Request failed error message */
"requestFailed" = "Could not connect";

/* Unknown error message */
"unknownError" = "Unknown error occurred";

/* New label */
"new" = "New";

/* Add label */
"add" = "Add";

/* Date label */
"date" = "Date";

/* Time picker label */
"time" = "Time";

/* Error label */
"error" = "Error";

/* Save label */
"save" = "Save";

/* Filter label */
"filter" = "Filter";

/* Filter action */
"filterAction" = "Filter";

/* Edit label */
"edit" = "Edit";

/* Cancel label */
"cancel" = "Cancel";

/* Delete label */
"delete" = "Delete";

/* Edit Appointment page title */
"editAppointment" = "Edit Appointment";

/* Doctor targeted notification message */
"appointmentFor" = "Appointment for %@ on %@";

/* Patient targeted notification message */
"appointmentWith" = "Appointment with %@ on %@";

/* Delete appointment warning title */
"areYouSure_appointment" = "Are you sure?";

/* Delete patient warning title */
"areYouSure_patient" = "Are you sure?";

/* Delete appointment warning message */
"deleteAppointmentMessage" = "The data for this appointment will be pemanently deleted";

/* Delete patient warning message */
"deletePatientMessage" = "All data for patient %@ will be deleted";

/* Cancel Appointment button label */
"cancelAppointment" = "Cancel Appointment";

/* Appointment Details */
"appointmentDetails" = "Appointment Details";

/* (appointment) For (a patient) */
"for_prefix" = "For";

/* (appointment) With (a doctor) */
"with_prefix" = "With";

/* (appointment) On (a particular date) */
"on_prefix" = "On";

/* (appointment) At (a particular time) */
"at_prefix" = "At";

/* Service bill section header */
"serviceBill" = "Service bill";

/* Total for service */
"totalAmount" = "Total: %d lei";

/* Notification and Calendar section header */
"notificationAndCalendar" = "Notification and Calendar";

/* Notification alert text */
"alertSetToX" = "Alert set to %@";

/* Appointment Saved to (Calendar Name) */
"appointmentSavedToCalendarName" = "Appointment saved in %@";

/* Appointment page title */
"appointment" = "Appointment";

/* Appointments page title */
"appointments" = "Appointments";

/* Notification alert */
"notificationAlert" = "Notification alert";

/* Add to Calendar */
"addToCalendar" = "Add to calendar";

/* Notification or Calendar Pemission denied alert title */
"notificationAndCalendarPermissionDenied" = "Access to notification or calendar denied";

/* App Settings */
"appSettings" = "App Settings";

/* Date From */
"dateFrom" = "Date From";

/* Date To */
"dateTo" = "Date To";

/* Appointment Time section header */
"appointmentTime" = "Appointment Time";

/* Appointment Date: (example) */
"appointmentDateDisclosureLabel" = "Appointment Date: %@";

/* Appointment Time: (example) */
"appointmentTimeDisclosureLabel" = "Appointment Time: %@";

/* (The) Patient */
"patient" = "Patient";

/* (The) Doctor */
"doctor" = "Doctor";

/* (The) Services */
"services" = "Services";

/* Create appointment page title */
"createAppointment" = "Create Appointment";

/* Filter Appointments page title */
"filterAppointments" = "Filter Appointments";

/* Remove filter */
"removeFilter" = "Remove Filter";

/* First name textfield label */
"firstName" = "First Name";

/* Last name textfield label */
"lastName" = "Last Name";

/* Born after picker label */
"bornAfter" = "Born after";

/* Born before picker label */
"bornBefore" = "Born before";

/* Birth Date picker label */
"birthDate" = "Birth Date";

/* Phone number textfield label */
"phoneNumber" = "Phone number";

/* Address textfield label */
"address" = "Address";

/* Job textfield label */
"job" = "Job";

/* Patients page title */
"patients" = "Patients";

/* Create Patient page title */
"createPatient" = "Create patient";

/* Edit Patient page title */
"editPatient" = "Edit patient";

/* Filter Patients page title */
"filterPatients" = "Filter Patients";

/* Delete patient button label */
"deletePatient" = "Delete Patient";

/* Birth date and age section header */
"birthDateAndAge" = "Birth date and age";

/* Personal details section header */
"personalDetails" = "Personal details";

/* Add a new day off page title */
"addNewHoliday" = "Select a day off";

/* You have at least one appointment on that day */
"invalidHolidayMessage" = "You have at least one appointment on that day";

/* Email */
"email" = "e-mail";

/* Working weekends */
"workingWeekends" = "Is available during weekends";

/* Doctor Details section header */
"doctorDetails" = "Doctor Details";

/* Edit Doctor page title */
"editDoctor" = "Edit Doctor";

/* Holidays page title */
"holidays" = "Days off";

/* Holidays (number of days) */
"holidayAmount" = "Days off (%d)";

/* Is working weekends status */
"isWorkingWeekends" = "Available during weekends";

/* Is not working weekends status */
"isNotWorkingWeekends" = "Unavailable during weekends";

/* Doctor specialty */
"specialty" = "Specialty";

/* Configuration section header */
"configuration" = "Configuration";

/* Biometrics pemission denied alert title */
"biometricsPermissionDenied" = "Device not supported or permission denied";

/* Reason for require permission */
"biometricsPermissionRequest" = "Please enable Biometrics from App Settings";

/* Use biometrics toggle label */
"biometricsUseTitle" = "Use Biometrics to secure data";

/* My Profile page title */
"myProfile" = "My Profile";

/* Retry Authentication */
"retryAuthentication" = "Retry Authentication";

/* Authentication */
"authentication" = "Authentication";

/* Notification Schedule - None */
"notificationNone" = "None";

/* Notification Schedule - 10 minutes before */
"notification10min" = "10 minutes before";

/* Notification Schedule - 15 minutes before */
"notification15min" = "15 minutes before";

/* Notification Schedule - 20 minutes before */
"notification20min" = "20 minutes before";

/* Notification Schedule - 30 minutes before */
"notification30min" = "30 minutes before";

/* Notification Schedule - 1 hour before */
"notification1h" = "1 hour before";

/* Notification Schedule - 2 hours before */
"notification2h" = "2 hours before";

/* Notification Schedule - 1 day before */
"notification1d" = "1 day before";

/* Notification Schedule - 2 days before */
"notification2d" = "2 days before";

/* Notification Schedule - 1 week before */
"notification1w" = "1 week before";

/* Unspecified birth date placeholder */
"unspecified" = "Unspecified";

/* Unknown age placeholder */
"unknownAge" = "Unknown age";

/* Unknown phone number placeholder */
"unknownPhoneNumber" = "Unknown phone number";

/* Unknown address placeholder */
"unknownAddress" = "Unknown address";

/* Unknown job placeholder */
"unknownJob" = "Unknown job";

/* Unknown firstName placeholder */
"unknownFirstName" = "Unknown first name";

/* Unknown lastName placeholder */
"unknownLastName" = "Unknown last name";

/* today */
"today" = "Today";

/* tomorrow */
"tomorrow" = "Tomorrow";

/* Log in as a doctor */
"loginAsDoctor" = "Log in as a doctor";

/* Log in as a patient */
"loginAsPatient" = "Log in as a patient";

/* Log out */
"logout" = "Log out";

/* Wrong authentication state */
"wrongAuthState" = "Could not validate Sign in with Apple request";

/* Fail to store keychain */
"failToStoreKeychain" = "Failed to store credentials";

/* Fail to update settings */
"failToUpdateSettings" = "Failed to update settings";

/* Fail to delete keychain */
"failToDeleteKeychain" = "Failed to delete credentials";
